Repository: ParmarSaheb/Shiv-Status-Video
Catalog: lib/l10n/app_*.arb
Languages: gu

source: Choose Your language
gu: તમારી ભાષા પસંદ કરો

source: Download Now
gu: હવે ડાઉનલોડ કરો

source: DONE
gu: પૂર્ણ

source: Exit
gu: બહાર નીકળો

source: Are you sure, you want to close the app?
gu: શું તમે ખરેખર એપ બંધ કરવા માંગો છો?

source: Cancel
gu: રદ કરો

source: No Internet Connection
gu: ઇન્ટરનેટ કનેક્શન નથી

source: Please Check Your Internet Connection
gu: કૃપા કરીને તમારું ઇન્ટરનેટ કનેક્શન તપાસો

source: refresh
gu: તાજું કરો

source: Shiv Video Status
gu: શિવ વિડિઓ સ્ટેટ્સ

source: Language
gu: ભાષા

source: Feedback
gu: પ્રતિસાદ

source: Rate
gu: દર

source: Share
gu: શેર કરો

source: Privacy Policy
gu: ગોપનીયતા નીતિ

source: Home
gu: હોમ

source: Darshan
gu: દર્શન

source: Reels
gu: રીલ્સ

source: Posts
gu: પોસ્ટ્સ

source: Save
gu: સેવ

# doneLanguage
source: Done
gu: થઈ ગયું

source: Language Change Successfully
gu: ભાષા પરિવર્તન સફળતાપૂર્વક

# videoDownloadedAndSavedSuccessfully
source: Video Downloaded and save Successfully
gu: વિડિઓ ડાઉનલોડ અને સફળતાપૂર્વક સાચવો

source: Please Wait
gu: કૃપા કરીને રાહ જુઓ

source: Favourite
gu: મનપસંદ

source: Download
gu: ડાઉનલોડ

source: Report Content
gu: સામગ્રીની જાણ કરો

source: Offensive Content
gu: અપમાનજનક સામગ્રી

source: Irrelevant Content
gu: અપ્રસ્તુત સામગ્રી

source: Copyright Violation
gu: કૉપિરાઇટ ઉલ્લંઘન

source: Spam or Misleading
gu: સ્પામ અથવા ભ્રામક

source: Religious Insensitivity
gu: ધાર્મિક અસંવેદનશીલતા

source: Disrespectful Comments
gu: અપમાનજનક ટિપ્પણીઓ

source: Impersonation
gu: ઢોંગ

source: False Information
gu: ખોટી માહિતી

source: Other
gu: અન્ય

source: Enter additional details
gu: વધારાની વિગતો દાખલ કરો

source: SUBMIT
gu: સબમિટ

# cancelReport
source: CANCEL
gu: રદ કરો

source: Photos
gu: ફોટોઝ

source: Videos
gu: વિડિઓઝ

# fileAlreadyDownloaded
source: Already Downloaded
gu: પહેલેથી જ ડાઉનલોડ કરેલ છે

source: Photo Downloaded And Saved Successfully
gu: ફોટો ડાઉનલોડ કર્યો અને સફળતાપૂર્વક સાચવ્યો

source: Error Downloading File
gu: ફાઇલ ડાઉનલોડ કરવામાં ભૂલ

source: See All
gu: બધા જુઓ

source: Like Photos
gu: ફોટા પસંદ

source: Like Videos
gu: વિડિઓઝ પસંદ

source: Save Photos
gu: ફોટાઝ સેવ

source: Save Videos
gu: વિડિઓઝ સેવ

# preparingFileForShareVideos
source: Preparing file for share
gu: શેર માટે ફાઇલ તૈયાર કરી રહ્યાં છીએ

# turnOnInternetAndRetry
source: Turn on Internet & Retry
gu: ઇન્ટરનેટ ચાલુ કરો અને ફરી પ્રયાસ કરો

source: Ok
gu: ઓકે

source: Failed to save video to gallery
gu: વિડિઓને ગેલેરીમાં સાચવવામાં નિષ્ફળ

# downloadCancel
source: Download canceled
gu: ડાઉનલોડ રદ કર્યું

source: Hanuman Video Status
gu: હનુમાન વિડીયો સ્ટેટસ

source: Krishna Video Status
gu: કૃષ્ણ વિડીયો સ્ટેટસ

source: Ram Video Status
gu: રામ વિડિઓ સ્ટેટસ

source: Ganesha Video Status
gu: ગણેશ વિડીયો સ્ટેટસ
